tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "git-delta"
brew "neovim"
brew "starship"
brew "stow"
brew "tmux"
brew "rust"
brew "lsd"
brew "stylua"
brew "n"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "slack"
cask "spotify"
cask "visual-studio-code"
